import { Card } from '@material-tailwind/react';
import React from 'react';

const Tips = () => {
    return (
        <div className='min-h-[80vh] bg-gradient-to-r from-[#eee2f0] to-[#dbf3ef] lg:p-0 p-4 '>
            <div className="container mx-auto py-10">
                <h1 className='lg:text-2xl text-lg font-semibold text-center'>
                    🟩 Worker Cash সাইটে  ভালো আর্ন করার জন্য কিছু গুরুত্বপূর্ণ Tips and tricks 👇👇👇👇👇👇
                </h1>
                <Card className='p-5 mt-5'>
                    <ol className='list-decimal pl-4 flex flex-col gap-2'>
                        <li>
                            ওয়াইফাই দিয়ে এই সাইটে কাজ করবেন।✅✅✅
                        </li>
                        <li>
                            Macrodroid  App use করে কাজ করবেন। তাহলে অটোমেটিক ভিউ করাতে পারবেন। নিজে ক্লিক করে কাজ করতে হবে না।✅✅
                        </li>
                        <li>
                            ⁠প্রতিদিন যতগুলো ভিডিও দেয়া হবে সবগুলো ভিউ করবেন।
                        </li>
                        <li>
                            প্রতিদিন Worker Cash এ কাজ করবেন। তাহলে খুব তাড়াতাড়ি লেভেল বাড়বে। আর লেভেল বাড়লে পয়েন্ট ও বাড়বে।✅✅
                        </li>
                        <li>
                            সকালে কাজগুলো কমপ্লিট করবেন। কারণ দুপুরের পর ওয়ার্কার ক্যাশে এখন কাজ দিচ্ছে না।✅✅
                        </li>
                        <li>
                            ⁠অবশ্যই রুলস মেনে কাজ করবেন তাহলে আইডি ব্লক হবে না।  (রুলস গুলো  টেলিগ্রাম চ্যানেলে দেয়া আছে) ✅✅
                        </li>
                    </ol>
                </Card>

                <h1 className='lg:text-2xl text-lg font-semibold text-center mt-5'>
                    Tiktop সাইট থেকে যেভাবে 3/4 ডলার প্রতিদিন ইনকাম করবেন ➡️⬇️
                </h1>
                <Card className='p-5 mt-5'>
                    <ol className='list-decimal pl-4 flex flex-col gap-2'>
                        <li>
                            ২টা Tiktop একাউন্ট খুলবেন।
                        </li>
                        <li>
                            ২টা Tiktop একাউন্ট এর মধ্যে ১০টা ১০টা করে টোটাল ২০টিকটক একাউন্ট এড করবেন।

                        </li>
                        <li>
                            সবগুলো আইডি অদল বদল করে কাজ করবেন।
                            ৪) ২টা Tiktop একাউন্ট দিয়ে কাজ করলে একসাথে ২বার Withdraw করতে পারবেন।
                        </li>
                        <li>
                            ♻️Tiktop আর টিকটক এই দুইটা শব্দের মধ্যে গুলিয়ে যাবেন না। একই ওয়ার্ড মনে হলেও কিন্তু দুইটা আলাদা ✅
                        </li>
                    </ol>
                </Card> <h1 className='lg:text-2xl text-lg font-semibold text-center mt-5'>
                    রেপার কাজের কিছু গুরুত্বপূর্ণ টিপস ➡️⬇️
                </h1>
                <Card className='p-5 mt-5'>
                    <ol className='list-decimal pl-4 flex flex-col gap-2'>
                        <li>
                            ফেসবুকে কমপক্ষে ৬-৭ টা আইডি খুলবা,,
                            ২) সব গুলা আইডিতে যত।পারো ফ্রেন্ড করবা, নিজের প্রোফাইলে পোষ্ট করবা,, স্ট্রোরি দিবা কাজ নিয়ে..

                        </li>
                        <li>
                            আইডি যে দিন খুলবা যেদিন সাথে সাথে কোনো রকমের রেপার কমেন্ট করবা না 🚫

                        </li>
                        <li>
                            আইডিতে সব ঠিকঠাক করে - বড়ো বড়ো গ্রুপ গুলাতে প্রত্যেক দিন এড হবে, কম করে ১০-১৫টার ভেতরে --

                        </li>
                        <li>
                            একটা আইডি থেকে বেশি  বেশি কমেন্ট করবা না,,অদল বদল করে প্রত্যেক দিন প্রত্যেকটা আইডিতে কাজ করবা।

                        </li>
                        <li>
                            ফেসবুকে এবং টিকটকে যত বেশি বেশি পোস্ট করবা তত বেশি মেম্বার আসবে।

                        </li>
                    </ol>
                    <p className='mt-2'>
                        লাষ্ট হচ্ছে সাপ্তাহ অন্তত একদিন সব রকমের কমেন্ট পোস্ট থেকে বিরত থাকবা, ঐ দিন মেসেজ ক্লিয়ার করবা,, গ্রুপে যত মেম্বার আছে তাদের ইনবক্সে কাজ করবে কিনা জিজ্ঞেস করবা, না করলে রিমুব করবা🚷
                    </p>
                    <p className='mt-2'>
                        উপরের রুলস গুলা মানলে অনেক অনেক বেশি রেপার করতে পারবা🥰🥰
                    </p>
                </Card>
            </div>
        </div>
    );
};

export default Tips;